Repository: dimkr/emelfm
Catalog: po/*.po
Languages: fr

source: This allows you to replace substrings in filenames with new strings. Example: (From: .jpg To: .jpeg)
fr: Ceci vous permet de faire du chercher-remplacer dans les noms de fichiers. Exemple : (De : .jpg Vers : .jpeg)

source: From:
fr: De :

source: To:
fr: Vers :

source: Apply to all files in directory
fr: Appliquer à tous les fichiers du répertoire

source: Cancel
fr: Annuler

source: Macros: %f = Filename %d = Active Directory %D = Inactive Directory %{Prompt message} = Prompt user for input Enter an action to execute on each selected file:
fr: Macros: %f = Fichier %d = Répertoire actif %D = Répertoire inactif {Message} = Affiche une boîte de saisie Entrez une commande à exécuter sur les fichier sélectionné :

source: Glob Select:
fr: Sélection par masque :

source: Example: *.c,*.h
fr: Exemple : *.c,*.h

source: Invert
fr: Inverser

source: Case Sensitive
fr: Sensible à la casse

source: Select files that DO NOT match the given mask
fr: Sélectionner les fichiers qui ne correspondent pas au masque donné

source: This allows you to copy a file to the current directory rather than the opposite directory. Enter New Filename:
fr: Ceci vous permet de copier un fichier dans le répertoire courant plutôt que dans le répertoire opposé Entrez le nouveau nom de fichier :

source: Archive Options:
fr: Options d'archivage :

source: Filename:
fr: Fichier :

source: Pack
fr: Archiver

source: Please select a filetype first
fr: Veuillez d'abord choisir un type de fichier

source: No Filetypes exist
fr: Aucun type de fichier n'existe

source: Choose filetype for extension: %s
fr: Choisissez un type de fichier pour l'extension : %s

source: Enter new filename for: %s
fr: Entrez le nouveau nom de fichier pour : %s

source: Enter name for symlink to: %s
fr: Entrez le nom du lien symbolique vers : %s

source: Enter name for new directory:
fr: Entrez le nom du nouveau répertoire :

source: Enter a filename or partial filename to find:
fr: Entrer le nom du fichier à trouver ou les premières lettres de ce nom :

source: Enter command:
fr: Entrez la commande :

source: Choose Color
fr: Choisissez la couleur

source: Choose Font
fr: Choisissez la fonte

source: Please select the module you want to add.
fr: Veuillez choisir le plugin que vous souhaitez ajouter

source: General - Page 1
fr: Général - Page 1

source: Confirm Delete
fr: Confirmer les suppressions

source: Confirm Overwrite
fr: Confirmer les écrasements de fichiers

source: Auto refresh
fr: Rafraîchissement automatique

source: Directories:
fr: Répertoires :

source: Left Startup Dir:
fr: Répertoire de démarrage gauche :

source: Last Active Directory
fr: Dernier répertoire actif

source: Right Startup Dir:
fr: Répertoire de démarrage droite :

source: General - Page 2
fr: Général - Page 2

source: Commands:
fr: Commandes :

source: Viewer Command:
fr: Visualiseur :

source: Use internal viewer
fr: Utiliser le visualiseur interne

source: Xterm Command:
fr: Console :

source: Histories:
fr: Historiques :

source: Directory History Size:
fr: Taille de l'historique des répertoires :

source: Command History Size:
fr: Taille de l'historique des commandes :

source: Misc.:
fr: Divers :

source: Expanded "Right-Click" menu
fr: Menu contextuel étendu

source: Use Vi keys
fr: Utiliser les touches Vi

source: Columns
fr: Colonnes

source: Bookmarks
fr: Signets

source: Up
fr: Haut

source: Down
fr: Bas

source: Remove
fr: Supprimer

source: Filetypes
fr: Types de fichier

source: Add
fr: Ajouter

source: Edit
fr: Modifier

source: User Commands
fr: Commandes utilisateur

source: Name
fr: Nom

source: Toolbar Buttons
fr: Barre d'outils

source: Label
fr: Titre

source: Action
fr: Commande

source: Fn Keys
fr: Touches de fonctions

source: Key
fr: Touche

source: Clear
fr: Effacer

source: Buttons
fr: Barre verticale

source: Active List Column Button
fr: Tête de colonne de la liste active

source: Executable
fr: Exécutable

source: Symbolic Link
fr: Lien symbolique

source: Special Device
fr: Périphérique

source: Directory
fr: Répertoire

source: Tagged
fr: Marqué

source: Inactive Selected
fr: Inactif sélectionné

source: List Font
fr: Fonte des listes

source: Output Font
fr: Fonte de la fenêtre de sortie

source: Scrollbar Position:
fr: Position des barres de défilement :

source: Yes
fr: Oui

source: Yes To All
fr: Oui pour tous

source: No
fr: Non

source: Are you sure you want to delete: %s
fr: Etes-vous sûr de vouloir supprimer : %s

source: %s already exists! Overwrite this file?
fr: %s existe déjà ! Ecraser ce fichier ?

source: Accessed Since
fr: Lu depuis

source: Accessed Before
fr: Lu avant

source: Modified Since
fr: Modifié depuis

source: Modified Before
fr: Modifié avant

source: Changed Since
fr: Changé depuis

source: Changed Before
fr: Changé avant

source: Date Filter:
fr: Filtre par date :

source: %d of %d files selected
fr: %d fichiers sélectionnés sur %d

source: Filename
fr: Fichier

source: Size
fr: Taille

source: Modified
fr: Modifié

source: Accessed
fr: Lu

source: Changed
fr: Changé

source: Owner
fr: Propriétaire

source: Group
fr: Groupe

source: Copy
fr: Copier

source: Move
fr: Déplacer

source: Rename
fr: Renommer

source: SymLink
fr: Lien symbolique

source: Delete
fr: Effacer

source: MkDir
fr: Créer dossier

source: File Info
fr: Informations

source: Refresh
fr: Rafraîchir

source: Configure
fr: Configurer

source: Quit
fr: Quitter

source: Image Files
fr: Images

source: Source Code Files
fr: Code source

source: Object Files
fr: Fichiers objets

source: HTML Documents
fr: Documents HTML

source: Gzipped Tarballs
fr: Archives tar.gz

source: RPM Packages
fr: Paquets RPM

source: Adobe Acrobat Documents
fr: Documents Adobe Acrobat

source: PostScript Documents
fr: Documents PostScript

source: Find SUID and SGID files
fr: Trouver les fichiers SUID et SGID

source: Find which RPM this came from
fr: Trouver de quel RPM ceci provient

source: Make Tarball
fr: Créer un tar.gz

source: Make Patch
fr: Créer un patch

source: Disk Usage of current directory
fr: Utilisation disque du répertoire courant

source: Available disk space
fr: Espace disque disponible

source: Memory information
fr: Etat de la mémoire

source: Open an Xterm
fr: Ouvrir une console

source: su %{Enter Command:}; echo "done. Press Enter"; read
fr: su %{Entrez la commande :}; echo "Terminé Pressez Enter"; read

source: Execute a command as root
fr: Exécute une commande en tant que root

source: Type 'help' to get a list of keyboard shortcuts
fr: Tapez 'help' pour obtenir la liste des raccourcis claviers

source: That directory does not exist
fr: Ce répertoire n'existe pas

source: You do not have read access on that directory
fr: Vous n'avez pas le droit de lire le contenu de ce répertoire

source: Unable to open directory: %s
fr: Impossible d'ouvrir le répertoire : %s

source: %d bytes
fr: %d octets

source: %.2f Kbytes
fr: %.2f Koctets

source: %.2f Mbytes
fr: %.2f Moctets

source: Invalid filename pattern
fr: Masque de fichier non valide

source: Filename Filter:
fr: Filtrer par nom :

source: Show files that DO NOT match the given mask
fr: Montrer les fichiers qui ne correspondent pas au masque

source: ----end-of-output----
fr: --------fin----------

source: Extensions field cannot be blank
fr: Le champs extension ne peut pas être vide

source: At least one action is required
fr: Au moins une action est nécessaire

source: Set Default
fr: Action par défaut

source: Done
fr: Terminé

source: Unable to open pipe for file command
fr: Impossible d'ouvrir un 'pipe' sur la commande 'file'

source: Filename: %s
fr: Fichier : %s

source: File Type: Symbolic Link
fr: Type de fichier : Lien symbolique

source: Link To: %s
fr: Lié à : %s

source: Link To: Couldn't Resolve Link
fr: Lié à : Impossible de résoudre le lien

source: File Type: %s
fr: Type de fichier : %s

source: File Type: Directory
fr: Type de fichier : Répertoire

source: File Type: Character Device
fr: Type de fichier : Console

source: File Type: Block Device
fr: Type de fichier : Disque

source: File Type: FIFO Pipe
fr: Type de fichier : 'Pipe' FIFO

source: File Type: Socket
fr: Type de fichier : Socket

source: File Type: Unknown
fr: Type de fichier : Inconnu

source: Size: %d bytes
fr: Taille : %d octets

source: Size: %.2f Kbytes
fr: Taille : %.2f Koctets

source: Size: %.2f Mbytes
fr: Taille : %.2f Moctets

source: User:
fr: Utilisateur :

source: Group:
fr: Groupe :

source: Accessed:
fr: Lu :

source: Modified:
fr: Modifié :

source: Changed:
fr: Changé :

source: Close
fr: Fermer

source: What would you like to do with this file?
fr: Que voulez-vous faire avec ce fichier ?

source: Filename: %s Extension: %s
fr: Fichier : %s Extension : %s

source: Create a new filetype for this extension
fr: Créer un nouveau type de fichier pour cette extension

source: Add this extension to an existing filetype
fr: Ajouter cette extension à un type de fichier existant

source: Enter a command to Open with
fr: Entrez une commande à exécuter

source: View File
fr: Voir le fichier

source: File does not have an extension
fr: Ce fichier n'a pas d'extension

source: Filetype not found.
fr: Type de fichier inconnu.

source: Add Bookmark
fr: Ajouter un signet

source: Edit Bookmarks
fr: Modifier les signets

source: _Bookmarks
fr: _Signets

source: Filename Filter
fr: Filtrer par nom

source: Size Filter
fr: Filtrer par taille

source: Date Filter
fr: Filtrer par date

source: Filter Directories
fr: Filtrer les répertoires

source: Remove All Filters
fr: Supprimer tous les filtres

source: _Filters
fr: _Filtres

source: Edit Plugins...
fr: Modifier les plugins...

source: Edit User Commands...
fr: Modifier les commandes utilisateur...

source: File Info...
fr: Informations...

source: User/Group...
fr: Utilisateur/Groupe...

source: Rename...
fr: Renommer...

source: Copy As...
fr: Copier sous le nom...

source: Move As...
fr: Déplacer sous le nom...

source: SymLink As...
fr: Lier sous le nom...

source: MkDir...
fr: Créer un dossier...

source: Properties
fr: Propriétés

source: Operations
fr: Opérations

source: Open
fr: Ouvrir

source: Open with...
fr: Ouvrir avec...

source: View
fr: Voir

source: Choose action
fr: Choisissez une action

source: Edit filetype...
fr: Modifier le type de fichier...

source: User
fr: Utilisateur

source: Configure...
fr: Configurer...

source: Open in Other Pane
fr: Ouvrir dans l'autre liste

source: Mount
fr: Monter

source: UnMount
fr: Démonter

source: Recurse Directories
fr: Appliquer aux sous-répertoires

source: Apply To All
fr: Appliquer à tous

source: Something fucked up. Exit quickly.
fr: Y'a un truc qu'a planté. On quitte.

source: User: %s
fr: Utilisateur : %s

source: User: %d
fr: Utilisateur : %d

source: Group: %s
fr: Groupe : %s

source: Group: %d
fr: Groupe : %d

source: File Permissions
fr: Permissions du fichier

source: Read
fr: Lire

source: Write
fr: Ecrire

source: Exec
fr: Exécuter

source: Special
fr: Spécial

source: Set UID
fr: Mettre UID

source: Set GID
fr: Mettre GID

source: Other
fr: Autre

source: Set
fr: Définir

source: Bigger Than
fr: Plus gros que

source: Bytes
fr: Octets

source: KBytes
fr: Koctets

source: Size Filter:
fr: Filtre sur taille :

source: Smaller Than
fr: Plus petit que

source: MBytes
fr: Moctets

source: Label:
fr: Titre :

source: Tooltip:
fr: Commentaire :

source: Command:
fr: Commande :

source: Capture Output
fr: Capturer la sortie

source: Name:
fr: Nom :

source: System:
fr: Système :

source: Invalid input
fr: Saisie non valide

source: Trouble in untag_all()
fr: Problème dans untag_all()

source: No files selected
fr: Aucun fichier sélectionné

source: No files selected in other pane
fr: Aucun fichier sélectionné dans l'autre liste

source: No matching '}' found in action text.
fr: Pas de '}' correspondante dans le texte de l'action.

source: Something went wrong in op_with_ow_check
fr: Quelque chose n'a pas fonctionné dans op_with_ow_check

source: Something is going wrong with the auto-refresh. Exit quickly
fr: Quelque chose n'a pas fonctionné avec le rafraîchissement automatique. On quitte

source: Something is going wrong with the auto-refresh. Please send a bug report to author
fr: Quelque chose ne fonctionne pas avec le rafraîchissement automatique. Veuillez envoyer un rapport de bug à l'auteur

source: Unable to open file for reading:
fr: Impossible d'ouvrir le fichier en lecture :

source: Environment variable 'HOME' not set.
fr: La variable d'environnement 'HOME' n'est pas définie.

source: Left Click: Maximize/Minimize File View Right Click: Sync Dirs
fr: Clic gauche : Agrandit/Réduit l'affichage Clic droit : Synchroniser les répertoires

source: Left Click: Up Dir Right Click: Home
fr: Clic gauche : Répertoire parent Clic droit : 'Home'

source: Welcome to emelFM - Version %s
fr: Bienvenue dans emelFM - Version %s

source: Show/Hide output area
fr: Affiche/Masque la zone de sortie

source: Ready
fr: Prêt

source: Choose an operation:
fr: Choisissez une opération :

source: Name (optional):
fr: Nom (optionnel) :

source: Show in popup menu?
fr: Montrer dans le menu contextuel ?

source: What would you like to do with this file?
fr: Que voulez-vous faire avec ce fichier ?

source: Filename: %s
fr: Fichier : %s

source: Vi Keys ~~~~~~~ Updir h Find / Open l Tag t Up k Top g Down j Bottom G
fr: Touches Vi ~~~~~~~~~~ Parent h Trouver / Ouvrir l Marquer t Haut k Premier g Bas j Dernier G

source: Show/Hide hidden files
fr: Afficher/Masquer les fichiers cachés

source: Vi Keys ~~~~~~~ Updir h Find / Open l Tag t Up k Top g Down j Bottom G
fr: Touches Vi ~~~~~~~~~~ Parent h Trouver / Ouvrir l Marquer t Haut k Premier g Bas j Dernier G

source: YES
fr: Oui

source: Key Bindings
fr: Raccourcis claviers

source: Show in Menu
fr: Montrer dans le menu

source: NO
fr: Non

source: Interface - Colors
fr: Interface - Couleurs

source: Drag Highlight
fr: Glisser-Déposer

source: Interface - Misc.
fr: Interface - Divers

source: Windows Right Click Behavior
fr: Comportement du bouton droit "à la Windows"

source: Expanded Right Click Menu
fr: Menu contextuel étendu

source: A new plugin is available: Unpack Would you like to install this plugin?
fr: Un nouveau plugin est disponible : Décompression(unpack) Voulez-vous l'installer ?

source: You can use the Unpack plugin to open your archive files by adding it as an action to your archive filetypes
fr: Vous pouvez utiliser le plugin Décompression(unpack) pour ouvrir vos archives en l'ajoutant comme action aux types de fichiers archives

source: Plain Tarballs
fr: Archives tar

source: Gzip Tarballs
fr: Archives tar.gz

source: Bzip2 Tarballs
fr: Archives tar.bz2

source: ZIP Archives
fr: Archives zip

source: Text Documents
fr: Documents textes

source: Print
fr: Imprimer

source: Disk Usage of selected files
fr: Utilisation disque des fichiers sélectionnés

source: Type 'keys' to print a list of the current keyboard shortcuts
fr: Tapez 'keys' pour afficher une liste des raccourcis claviers

source: Key:
fr: Touche :

source: Open in Other Panel
fr: Ouvrir dans l'autre liste

source: Execute
fr: Exécuter

source: Execute with args...
fr: Exécuter avec des arguments...

source: Execute in xterm
fr: Exécuter dans une console

source: Execute in xterm with args...
fr: Exécuter dans une console avec des arguments...

source: Repack Package: %s
fr: Recompresser l'archive : %s
